Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_83-The_Questions_of_Bhadrapala_the_Merchant-v1.tmx
Source language: bo
Languages: en

source: དེ་གཉིས་ཀྱི་ཉོན་མོངས་པ་མེད་པར་གྱུར་ན་ཡང་འབྲལ་བར་འགྱུར་རོ།
en: After the pair’s passion has passed, they uncouple.

source: ཡང་ཕྲད་པ་ལས་བྲལ་ན་ཕྱིར་ལྡོག་པར་འགྱུར་བ་
en: then withdraws it when they part company,

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདིས་ལུས་ཡོངས་སུ་བླངས་ནས་ཡང་བོར་ཏེ་གཞན་དུ་འགྱུར་བ་མེད་པར་འགྱུར་རོ།
en: so too when the body is appropriated and then discarded by the element of consciousness, it transforms into something else and is no more.

source: འདི་ལ་ཚུལ་ཁྲིམས་ནི་
en: In this context, ‘rules’ means

source: སྲོག་གཅོད་པ་དང་། མ་བྱིན་པར་ལེན་པ་དང་།
en: killing, stealing,

source: འབྲུའི་ཆང་དང་། སྦྱར་བའི་ཆང་མྱོས་པར་བྱེད་པ་བག་མེད་པའི་གནས་
en: and intoxication with beer or liquor, which are the source of heedlessness.

source: བདག་ནི་དེར་འགྲོའོ་སྙམ་མོ།
en: and thinks, ‘I shall go there.’

source: སྨན་ཆེན་འདི་ཇི་སྙམ་དུ་སེམས། ཅི་སྐྲ་དེ་དག་ཕྱིར་སྐྱེ་བར་འགྱུར་རམ།
en: What do you think, Mahauṣadhi—would those hairs grow again?

source: བཅོམ་ལྡན་འདས་ལ་སྨན་ཆེན་གྱིས་ཡང་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Mahauṣadhi asked further,

source: སྨན་ཆེན་དཔེར་ན་རླུང་གི་ཁམས་གཟུགས་མེད་ཅིང་བསྟན་དུ་མེད་པ་རིའི་ཕྲག་ན་གནས་པ་དེ་ཡང་
en: Mahauṣadhi, let us compare consciousness to the formless and invisible wind element. The wind element stays on mountain tops, but

source: རིའི་ཕྲག་དེ་ནས་བྱུང་སྟེ། རི་རབ་དང་འདྲ་ཞིང་མཚུངས་པའི་རིའི་རྩེ་མོ་སྙིལ་བར་བྱེད་ཅིང་འགྱེས་པར་བྱེད་ན།
en: when it rises from the mountain tops it smashes and splinters mountain peaks similar to, and as big as, Mount Meru.

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདིས་ཀྱང་ལས་ལེན་པའི་རྒྱུ་དེས་ན་གཟུགས་ཆུང་ངུ་དང་ཆེན་པོ་རྣམས་འགྲུབ་པར་བྱེད་དོ།
en: in the same way the element of consciousness, because it appropriates actions, produces large and small forms.

source: །བཅོམ་ལྡན་འདས་ཅི་ལགས། དེ་གཟུགས་ཅན་ཞིག་ལགས་སམ།
en: Blessed One, why is that? Are those actions things that possess form?

source: བསོད་ནམས་ཀྱི་མཐུ་འབའ་ཤིག་གིས་གཅིག་གིས་ནི་ཆུ་རྙེད་ལ་གཅིག་གིས་ནི་ཆུ་མ་རྙེད་པ་
en: It is solely by the power of their merit that one finds water and the other does not.

source: དེ་བཞིན་དུ་དགེ་བ་དང་མི་དགེ་བའི་ཆོས་དེ་དག་བལྟ་བར་བྱའོ།
en: The properties of virtue and non-virtue should be viewed in a similar way.

source: །ཟླ་བ་ཡར་གྱི་ངོ་དང་མར་གྱི་ངོ་ཇི་ལྟ་བ་བཞིན་དུ་དགེ་བ་དང་མི་དགེ་བ་ཡང་དེ་བཞིན་དུ་བལྟ་བར་བྱའོ།
en: Virtue and non-virtue should be viewed as resembling the waxing and waning moon.

source: དེ་ལས་ལུས་གྲུབ་ནས་ཁ་ཟས་དང་། ཉེ་བར་སྤྱད་པ་དང་། ལོངས་སྤྱོད་དང་། གོས་ཀྱི་བྱེ་བྲག་གི་དབང་གིས་རྐང་ལག་མཉམ་ཞིང་མཆོག་ཏུ་བདེ་བ་དང་ལྡན་ཏེ། ནོར་བུ་དང་། གསེར་དང་། དངུལ་འབྱོར་པར་འགྱུར་བ་
en: But after it has produced a body, if it is endowed with well-proportioned limbs, is provided with the particular food, facilities, possessions, and clothing that ensures its well-being, and if the person becomes rich with jewels, gold, and silver,

source: དེ་དག་ཐམས་ཅད་ནི་དགེ་བའི་ལས་ཀྱི་འབྲས་བུ་ཡིན་ནོ།
en: all of these things are the result of virtuous action.

source: །རིགས་དང་ལོངས་སྤྱོད་རྒྱས་ཤིང་འབྱོར་པ་ལས་ཉམས་པ་དང་། ཉེ་བར་སྤྱད་པ་དང་བྲལ་ཞིང་གཞན་ལ་རེ་བ་དང་།
en: The reduction in the prosperity of one’s family, possessions, and wealth, the loss of facilities and having to rely on others,

source: ཁ་ཟས་ངན་པ་ཟ་ཞིང་མལ་སྟན་ངན་པ་དང་། གཟུགས་ངན་ཅིང་མི་སྡུག་པའི་ལུས་ཅན་གང་ཡིན་པ་དེ་དག་ནི་མི་དགེ་བའི་ལས་དེའི་འབྲས་བུ་ཡིན་ནོ།
en: eating bad food, sleeping on poor bedding, and having an ill-formed or disagreeable body are all the result of non-virtuous action.

source: དེ་བཞིན་དུ་དགེ་བ་དང་མི་དགེ་བའི་ལས་ཀྱི་དབང་གིས་རྣམ་པར་ཤེས་པ་འདི་ལྷ་རྣམས་དང་། མི་རྣམས་དང་། སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། ཡི་དགས་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: Similarly, consciousness is born among the gods, humans, hell-beings, animals, or hungry ghosts by the power of virtuous or non-virtuous action.

source: བཅོམ་ལྡན་འདས་རྣམ་པར་ཤེས་པ་འདིས་དབང་པོ་རྣམས་ཇི་ལྟར་འདེབས།
en: Blessed One, how does consciousness cast off the sense faculties?

source: རི་རབ་དང་ཡུངས་འབྲུ་བཞིན་ལགས་སོ།
en: The two are like Mount Meru and a mustard seed,

source: །དཔེར་ན་དུག་བད་ས་ནཱ་བྷ་དང་། ཧ་ལ་ཧ་ལའི་ཐིགས་པ་ཆུང་ངུ་ཡང་ཀླུའི་རྒྱལ་པོ་དགའ་བོ་དང་། ཉེ་དགའ་ལ་སོགས་པ་དེ་དག་གིས་ཟོས་ན་དེ་དག་ཀྱང་འཆི་བར་འགྱུར་རོ།
en: As another analogy, were the nāga kings Nanda, Upananda, and so on to drink but a tiny drop of poisonous aconite or hālāhala, even they would die.

source: །སྨན་ཆེན་འདི་ཇི་སྙམ་དུ་སེམས། དགའ་བོ་དང་ཉེ་དགའ་ལ་སོགས་པའི་དུག་གང་ཡིན་པ་དང་། བད་ས་ནཱ་བྷ་དང་ཧ་ལ་ཧ་ལའི་དུག་གི་ཐིགས་པ་གང་ཡིན་པ་དེའི་ནང་ན་ཆེས་མང་བ་གང་ཡིན།
en: What do you think, Mahauṣadhi—which is greater, the poison that Nanda, Upananda, and so on have at their disposal, or a drop of aconite or hālāhala?

source: བཅོམ་ལྡན་འདས་དགའ་བོ་དང་ཉེ་དགའ་གཉིས་ཀྱི་དུག་ཆེས་མང་བར་བལྟ་བར་བགྱི་སྟེ། བད་ས་ནཱ་བྷ་དང་། ཧ་ལ་ཧ་ལའི་དུག་ནི་དེ་ལྟ་མ་ལགས་སོ།
en: Blessed One, the poison of Nanda and Upananda is viewed as greater than the poison of aconite or hālāhala,

source: སྨན་ཆེན་འདི་ཇི་སྙམ་དུ་སེམས། ས་བོན་དེའི་ཚད་ནི་ཇི་ཙམ། ཤིང་དེའི་ཚད་ནི་ཇི་ཙམ།
en: Mahauṣadhi, how do the size of the seed and the size of the tree compare?

source: བཅོམ་ལྡན་འདས་ཡུངས་འབྲུའི་ནང་དང་བར་སྣང་བཞིན་ཏེ་ཁྱད་ཆེ་ལགས་སོ།
en: Blessed One, they differ as much as the hollow inside a mustard seed and the expanse of space,

source: ལུས་ཆེན་པོ་གླང་པོ་ཆེ་དགུ་སྟོང་གི་སྟོབས་དང་ལྡན་པ་དེ་དག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱང་ཆུང་ཞིང་མི་གསལ་ལ་གཟུགས་ཅན་མ་ཡིན་པར་བལྟ་བར་བྱའོ།
en: “even the element of consciousness of large bodies that possess the strength of nine thousand elephants should be viewed as small, indistinct, and formless.

source: །རྣམ་པར་ཤེས་པ་དེ་ཡང་ལས་ཀྱི་རྐྱེན་གྱིས་ལུས་ཆེན་པོ་མངོན་པར་འགྲུབ་པར་བྱེད་དེ།
en: Consciousness also affects the production of a large body due to the conditioning factor of action.

source: ས་བོན་དེའི་ནང་ན་ཡང་ཤིང་མི་སྣང་ལ་ས་བོན་མེད་ན་ཡང་ཤིང་སྐྱེ་བ་མི་དམིགས་ཏེ།
en: “the tree does not show itself inside the seed, but without a seed no tree growth will be observed.

source: ཇི་ལྟར་ས་བོན་ཕྲ་མོ་ལས་ཤིང་ཆེན་པོ་སྐྱེ་བ་དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པ་ཆ་ཕྲ་བ་ལས་གཟུགས་ཆེན་པོ་འགྲུབ་པར་འགྱུར་ཏེ།
en: Just as a large tree grows from a minute seed, so consciousness produces a large form from minute parts.

source: བཅོམ་ལྡན་འདས་རྣམ་པར་ཤེས་པའི་ཁམས་ཞན་པ་དེས་ཇི་ལྟར་གཟུགས་མཁྲང་ཞིང་སྲ་བ་ཕྱེ་སྟེ་འཕོ་ཞིང་མཆི།
en: Blessed One, how does the feeble element of consciousness split hard and solid forms into pieces and then undergo transfer from them to die?

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་སེམས་ཅན་གྱི་རིས་ནས། སེམས་ཅན་ཤི་འཕོས་ཏེ་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བ་ལེན་པ་ལགས་ཇི་ལྟར་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་སྐྱེ་བ་ཡོངས་སུ་ལེན་པ་ལགས།
en: “Blessed One, how do some types of beings undergo transfer and take rebirth among the gods, while others take rebirth among the denizens of the hell realms?”

source: འདི་ལྟར་བཞིན་གྱི་མདོག་པད་མ་ལྟ་བུར་སྣང་བར་འགྱུར་ཞིང་
en: so that its facial complexion takes on a lotus-like appearance.

source: ལྟ་བ་ཕྱིན་ཅི་མ་ལོག་པར་འགྱུར་རོ། །སྣ་ཡང་ཡོ་བར་མི་འགྱུར། དེའི་ཁ་ཡང་མནམ་པར་མི་འགྱུར་རོ།
en: Its vision is not impaired, nor its nose crooked or its mouth smelly.

source: རྐང་ལག་འཁུམས་བཞིན་དུ་འཆི་བའི་ཆོས་དང་ལྡན་པར་ཡང་མི་འགྱུར་རོ།
en: The body does not take on a moribund quality, nor do its limbs shrink.

source: ལྷའི་དྲིལ་བུ་གཡེར་ཀའི་དྲ་བ་སྒྲ་སྙན་པ་འབྱུང་བ་དང་ལྡན་པ་དང་། ལྷའི་མེ་ཏོག་སྣ་ཚོགས་སྤེལ་བའི་ཕྲེང་བ་ཤིན་ཏུ་དྲི་ཞིམ་པ་དག་
en: threaded with jingling, sweet-sounding celestial bells, and lavish, exquisitely-scented garlands of different heavenly flowers.

source: །བཅོམ་ལྡན་འདས་རྣམ་པར་ཤེས་པ་གཟུགས་ཅན་མ་ལགས་པའི་རྐྱེན་གྱི་དབང་གིས་གཟུགས་རྣམས་ཇི་ལྟར་མངོན་པར་འགྲུབ་པར་བགྱིད།
en: lessed One, how does consciousness, controlled by the circumstance of its lack of form, accomplish the creation of forms?

source: རླུང་གི་ཁམས་གཟུགས་མེད་ཅིང་བསྟན་དུ་མེད་པའི་རྐྱེན་གྱི་དབང་གིས་ལྷའི་གནས་དང་། རི་དང་། ནགས་ཚལ་ལ་སོགས་པ་འཇིག་རྟེན་གྱི་ཁམས་རྣམས་འགྲུབ་པར་བྱེད་པ་
en: just as wind, controlled by the circumstance of being formless and invisible, brings about the production of the realms of this world—celestial realms, mountains, groves, and so on—

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པ་འདི་ཡང་རྐྱེན་གྱི་དབང་གིས་གཟུགས་རྣམས་འགྲུབ་པར་བྱེད་དོ།
en: in the same way does consciousness, controlled by circumstances, bring about forms.

source: །སྨན་ཆེན་དཔེར་ན་ཉི་མའི་དཀྱིལ་འཁོར་ཆེན་པོ་གསལ་བར་སྣང་ཞིང་གཟི་བརྗིད་ཀྱིས་ལམ་མེར་འདུག་ཀྱང་
en: As another analogy, Mahauṣadhi, the great globe of the sun shines forth clearly, constantly radiant and vivid,

source: བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཀྱིས་ཉི་མའི་གཟུགས་གནག་གམ། སེར་རམ། དཀར་རམ། དམར་སེར་དུ་མི་མཐོང་ངོ་།
en: but foolish folk do not see whether its form is black, yellow, white, or orange.

source: །སྨན་ཆེན་དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པ་ནི་ལྟ་བ་དང་། ཉན་པ་དང་། སྣོམ་པ་དང་། རོ་མྱང་པ་དང་། རེག་པའི་རྣམ་པ་དག་གིས་རྟོགས་པར་འགྱུར་གྱི་
en: Similarly, Mahauṣadhi, consciousness is understood through the constituents of vision, hearing, smell, taste, and touch, but

source: ལུས་ལ་རྣམ་པར་ཤེས་པ་གནག་པའམ། དཀར་བ་འམ། གཟུགས་སུ་སྣང་བར་མིས་མི་མཐོང་ངོ་།
en: no one observes consciousness appearing as a form in the body, whether black or white.

source: །དཔེར་ན་ཉི་མ་ཚ་བ་དང་། སེར་བ་དང་། འགྲོ་བ་དང་། ཕྱིར་ཡང་འཆར་བ་དག་གི་རྟགས་ལས་སྣང་བ་དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པ་ཡང་རྟགས་དག་གིས་བལྟ་བར་བྱའོ།
en: Just as the sun manifests through the signs of heat, its yellow color, as well as its setting and rising, so, too, consciousness should be viewed through its signs.

source: །བཅོམ་ལྡན་འདས་ཇི་ལྟར་རྣམ་པར་ཤེས་པ་ལུས་ལས་བྱུང་སྟེ་མྱུར་དུ་སྐྱེ་བ་ཡོངས་སུ་ལེན་པ་ལགས།
en: Blessed One, how does consciousness emerge from the body and quickly take rebirth?

source: རྣམ་པར་ཤེས་པ་ལུས་ལས་བྱུང་ནས་མ་སྐྱེས་ཤིང་ཡོངས་སུ་མ་བཟུང་བ་དེས་ཇི་ལྟར་ལུས་གཞན་ལ་གནས་པར་བགྱིད།
en: How does consciousness that has emerged from its body but has not yet been reborn or obtained a new body come to possess a different body?

source: རྣམ་པར་ཤེས་པ་འདི་ནི་ཇི་ལྟར་བལྟ་བར་བགྱི།
en: How should one view this consciousness?

source: སྨན་ཆེན་དཔེར་ན་མི་ལ་ལ་ལག་པ་རིང་ཞིང་ཐུར་དུ་བརྐྱང་ལ་གཡུལ་གྱི་གོ་ཆ་གྱོན་ཏེ།
en: To illustrate that, Mahauṣadhi, suppose someone with long, well-developed arms were to put on battle armor,

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པ་འདི་ཐོག་མ་ཤི་འཕོས་ནས་ལྷའི་དམིགས་པས་ཡོངས་སུ་ཟིན་ཅིང་ལྷ་དང་ལྷ་མོ་ཁྲིའི་སྟེང་ན་འདུག་པ་མཐོང་ནས་
en: in the same way, consciousness, just after it has died and undergone transfer, is gripped by a mental image of the gods and sees the gods and goddesses seated on thrones.

source: ཤིན་ཏུ་མྱུར་བར་སྐྱེ་བ་ཡོངས་སུ་ལེན་ཏོ།
en: It then very swiftly takes rebirth.

source: །སྨན་ཆེན་གཞན་ཡང་དང་པོ་ཤི་འཕོས་ནས། ད་དུང་མ་སྐྱེས་པའི་རྣམ་པར་ཤེས་པའི་རྣམ་པ་ཇི་ལྟར་བལྟ་བར་བྱ་ཞེས་གང་ཁྱོད་ཀྱིས་སྨྲས་པ་དེ་ནི་
en: Moreover, Mahauṣadhi, you asked how one should consider the aspect of a consciousness that has just undergone transfer but has not yet been reborn.

source: དཔེར་ན་མིའི་གྲིབ་མ་ཆུའི་སྟེང་དུ་བབ་པ་གཟུགས་སུ་སྣང་མོད་ཀྱི།
en: As an analogy, although a man’s shadow that falls on water manifests as a form,

source: དེ་གཟུགས་སུ་གཏོགས་པར་ཡང་བལྟ་བར་མི་བྱའོ།
en: it should not be classed as a form.

source: །སྨན་ཆེན་དཔེར་ན་རྐང་ལག་མཉམ་པ་དང་ལྡན་པའི་གཟུགས་ཆུའི་སྟེང་དུ་བབ་པ་དེ་ལ་ནི་
en: In that analogy, Mahauṣadhi, a form reflected in water, even though it possesses shapely limbs,

source: བཅོམ་ལྡན་འདས་ལ་སྨན་ཆེན་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་
en: Mahauṣadhi then asked, “Blessed One,

source: དཔེར་ན་མི་གཙང་བ་དང་། ལྗན་ལྗིན་མནམ་པོའི་རྐྱེན་གྱིས་སྲིན་བུ་སྐྱེ་བ་དང་། དཔེར་ན་ཞོ་དང་། སྦྲང་རྩི་དང་། ཆང་མནམ་པོར་གྱུར་པའི་ཕྱིར་སྲོག་ཆགས་སྐྱེ་བར་འགྱུར་རོ།
en: It is like being born as an insect conditioned by a dirty, loathsome smell, or being born as a creature in order to turn into smelly curd, honey, or beer.

source: །སྨན་ཆེན་དེ་བཞིན་དུ་སེམས་ཅན་རྣམས་སེམས་ཅན་དམྱལ་བར་འབྱུང་བར་འགྱུར་རོ།
en: Mahauṣadhi, it is likewise that sentient beings emerge in the hell realms.

source: བཟང་སྐྱོང་གིས་ཐལ་མོ་སྦྱར་ཏེ་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Bhadrapāla then joined his palms, bowed, and asked,

source: །བཅོམ་ལྡན་འདས་སེམས་ཅན་དམྱལ་བ་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཁ་དོག་གི་རྣམ་པ་ཇི་ལྟ་བུ་ལགས།
en: Blessed One, what is the color of beings that dwell in hell?

source: ལུས་ཀྱི་རྣམ་པ་ནི་ཇི་ལྟ་བུར་འགྲུབ་པར་འགྱུར།
en: How do their physical features come about?

source: བཟང་སྐྱོང་དེར་ཁྲག་གི་ནང་དུ་སྐྱེ་བ་གང་ཡིན་པ་དེ་དག་ནི་ཁྲག་གི་མདོག་འདྲ་བར་འབྱུང་བར་འགྱུར་རོ།
en: Bhadrapāla, those who are born in hell in blood take on the color of blood.

source: སྨན་ཆེན་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Mahauṣadhi then asked,

source: །བཅོམ་ལྡན་འདས་སེམས་ཅན་དེ་དག་ཁ་ཟས་ཅི་འཚལ།
en: Blessed One, what food do those beings seek?

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྨན་ཆེན་སེམས་ཅན་དམྱལ་བ་དེ་ན་དེ་དག་ཡོངས་སུ་འཁྱམ་ལ་ཤིན་ཏུ་རྒྱང་རིང་བ་ནས་ཟངས་དང་ར་གན་དམར་པོར་སྣང་བ་མཐོང་བར་འགྱུར་ཏེ།
en: “Mahauṣadhi,” replied the Blessed One, “as beings roam about in hell, red-hot cauldrons of copper and brass appear in the far distance.

source: །དེ་དག་ཀུན་ནས་འཕུངས་ཏེ་སྙིམ་པ་བཟེད་ནས་ཟངས་དང་ར་གན་བསྐོལ་བ་ག་ལ་བ་དེར་དོང་སྟེ་ལྷགས་ནས་
en: They gather from all directions, with their cupped hands held out, and approach the boiling cauldrons.

source: སྙིམ་པ་བཟེད་ཅིང་ཟངས་དང་ར་གན་བསྐོལ་བའི་ཁ་ཟས་དེ་དག་འདོད་པས་ཁ་གདངས་ཏེ་ཟངས་དང་ར་གན་ཟ་བར་བྱེད་དོ།
en: They approach with their hands held out, and because they desire the food boiled in the cauldrons, they open their mouths and swallow the copper and brass.

source: །དེ་དག་གིས་སྐྱེད་མོས་ཚལ་དེ་དག་མཐོང་ནས་ཡིད་རབ་ཏུ་དགའ་སྟེ་འདི་སྐད་དུ་གྲོགས་པོ་དག་སྐྱེད་མོས་ཚལ་འདི་ན་རེག་ན་བདེ་བའི་སེར་བུ་ལྡང་བ་ཡོད་ཀྱིས་ཚུར་ཤོག་ཅེས་ཟེར་ཏེ་།
en: Upon seeing these pleasure groves, they become overjoyed and call out, ‘Friends! A refreshing breeze stirs in this pleasure grove, so come along!’

source: དེ་དག་འདུས་ནས་མྱུར་བ་མྱུར་བར་སྐྱེད་མོས་ཚལ་དེའི་ནང་དུ་འགྲོའོ།
en: They gather together and then rush toward the pleasure grove.

source: །དེ་དག་དེའི་ནང་དུ་སོང་ནས་ཡུད་ཙམ་ཞིག་བདེ་བའི་འདུ་ཤེས་སྐྱེད་དོ།
en: Once they have entered it, they think of themselves as happy for a moment.

source: །དེ་དག་གིས་ཤིང་དེ་དག་ལས་བྱུང་བའི་མེ་ཏོག་དེ་དག་དང་། ལོ་མ་དེ་དག་རལ་གྲིར་འགྱུར་ཏེ།
en: But the flowers and the leaves that grow on those trees turn into swords,

source: རལ་གྲི་དེ་དག་གིས་དེ་དག་གི་ཡན་ལག་གཅོད་ཅིང་གཤེགས་པར་བྱེད་དེ།
en: and those very swords sever their limbs and kill them.

source: དེ་དག་རལ་གྲིས་བཅད་ནས་ཉམ་ཐག་པའི་སྒྲ་ཆེན་པོ་འབྱིན་པར་བྱེད་ཅིང་ཕྱོགས་ཕྱོགས་སུ་འབྱེར་རོ།
en: As the swords cut into them, they let out great cries of torment, and flee in all directions.

source: །དེ་དག་འབྱེར་བ་ན་ཡང་རང་གི་ལས་ལས་བྱུང་བའི་གཤིན་རྗེའི་མི་ལག་ན་སོག་ལེ་དང་ཐོ་བ་ཐོགས་ཤིང་
en: Even though they run away, due to their own actions the minions of Yama emerge, holding saws and cudgels in their hands.

source: སོ་དང་བཞིན་བསྒྱུར་ལ་སྐྲ་འབར་ཞིང་ལུས་འབར་བའི་ཕྲེང་བས་ཡོག་ལ་
en: They gnash their teeth with distorted faces, their hair and bodies wreathed in fire.

source: མཚོན་ཆ་གཟས་པ་དག་ཕྱི་བཞིན་དུ་སྒྲ་འབྱིན་ཅིང་འདི་སྐད་དུ་ཁྱེད་ཅག་སྡོད་ཅིག་ད་གར་འབྲོས།
en: They wield weapons below them, and bellow after them, ‘You! Wait! Where are you running off to now?

source: སྨན་ཆེན་དེ་ལྟར་ན་སེམས་ཅན་དམྱལ་བ་པའི་སེམས་ཅན་རྣམས་སྐྱོ་བ་སྐྱེ་བར་འགྱུར་རོ།
en: Mahauṣadhi, that is how the beings in the realms of hell develop remorse.

source: སྨན་ཆེན་གཞན་ཡང་ཞག་བདུན་ལོན་ནས་སེམས་ཅན་དམྱལ་བ་པའི་སེམས་ཅན་རྣམས་ཀྱིས་ལས་ཉམས་སུ་མྱོང་བར་འགྱུར་ཏེ།
en: Furthermore, Mahauṣadhi, after seven days the beings bound for the realms of hell come to experience their past actions.

source: །དེ་ཡང་དང་པོ་ཤི་འཕོས་ནས་དབང་མེད་པར་ཁྲིད་དེ་སྡུག་བསྔལ་ཞིང་ཡིད་མི་བདེ་བར་གྱུར་ནས་མུན་པ་མུན་ནག་ཆེན་པོར་ཞུགས་ཏེ།
en: After it first passes away, it is led along, helpless, suffering, and unhappy. It then enters total darkness.

source: གཉེན་སྡུག་པ་ཡོངས་སུ་སྤངས་ནས་སེམས་ཅན་དམྱལ་བ་དག་ཏུ་མངོན་དུ་གནས་པར་གྱུར་ཅིང་འདུག་ཅིག་གུད་ནི་མཐོ་རིས་ཀྱི་ལམ་མི་མཐོང་ངོ་སྙམ་མོ་
en: I have abandoned my sweet companions and come to live all alone among the denizens of hell. Now I see no way to higher rebirths.

source: དར་གྱི་སྲིན་བུ་རྒྱུད་གཅིག་གིས་དཀྲིས་པ་བཞིན་དུ་ཤིན་ཏུ་མྱུར་བར་སྐྱེ་བ་ཡོངས་སུ་ལེན་ཏེ། དེ་ཡང་བདག་ཉིད་ཀྱི་མགུལ་ནས་ཞགས་པས་བཏགས་པར་ཤེས་སོ།
en: As if ensnared in the single thread of a silkworm, it instantaneously takes rebirth, and is aware that it is bound by a noose around its own neck.

source: །བཟང་སྐྱོང་དེ་ལྟར་ན་སེམས་ཅན་དམྱལ་བར་སེམས་ཅན་རྣམས་སུ་སྐྱེ་བར་འགྱུར་ཞིང་དེ་ལྟར་ན་དེ་དག་ལ་རྒྱུའི་བྱེ་བྲག་དག་འབྱུང་བར་འགྱུར་རོ།
en: “Bhadrapāla, that is how beings come to be born in the realms of hell; that is how they are affected by specific kinds of causes.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བཟང་སྐྱོང་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Then Bhadrapāla beseeched the Blessed One,

source: །ཡང་བཅོམ་ལྡན་འདས་ལ་བདག་ཞུ་བ་ཞུའོ།
en: “May I please ask the Blessed One some more questions?”

source: བཟང་སྐྱོང་ཅི་དང་ཅི་འདོད་པ་བཞིན་དུ་འདོད་པ་དྲིས་ཤིག
en: “Bhadrapāla, ask whatever questions you wish,”

source: །བཟང་སྐྱོང་གིས་གསོལ་པ།
en: Bhadrapāla then asked,

source: བཅོམ་ལྡན་འདས་བསགས་པ་ནི་གང་ལགས། སྤུངས་པ་ནི་གང་ལགས།
en: Blessed One, what is an accumulation? What is a heap?

source: ཕུང་པོ་རྣམས་ནི་གང་ལགས།
en: What are the aggregates?

source: འཕོ་བ་ནི་གང་ལགས།
en: What is transference?

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བཟང་སྐྱོང་འདི་ལ་ཁམས་ཕྲད་པའི་ཕྱིར་ཁམས་བཞི་པོ་དག་གིས་ལུས་འགྲུབ་པར་བྱེད་དེ།
en: Bhadrapāla,” replied the Blessed One, “the four elements produce the body through their contact;

source: ཤེས་རབ་དང་། ལྟ་བ་དང་། ཡིད་དང་། མ་རིག་པ་དང་། ཁམས་དང་། སྤྱོད་ཡུལ་དང་། རྣམ་པར་ཤེས་པ་རྣམས་ནི་བསགས་པ་ཞེས་བྱའོ།
en: the accumulations include wisdom, view, intellect, ignorance, elements, objects, and consciousness.

source: །དེ་ལ་སྤུངས་པ་ནི་ཁམས་དྲུག་པོ་ཉིད་དང་། སྐྱེ་མཆེད་ཀྱི་སྤྱོད་ཡུལ་དྲུག་དང་། ཁམས་ཀྱི་རང་བཞིན་གསུམ་དང་། སྐྱེ་མཆེད་ལེན་པའི་རྒྱུ་གཉིས་དང་། སྐྲ་དང་། ཁ་སྤུ་དང་། སེན་མོ་དང་། བ་སྤུ་དང་། པགས་པ་དང་། ཤ་དང་།
en: The heaps include the six elements themselves, the six objects of the senses, the three natures of the elements, the paired causes for sensory reception, hair, beards, nails, body hair, skin, flesh,

source: རྣག་དང་། མཁྲིས་པ་དང་། བད་ཀན་དང་། སྣབས་དང་། ཚིལ་དང་། ཆུ་སེར་དང་། རྐང་དང་། མིག་དང་། ཡན་ལག་དང་། ཉིང་ལག་ཚོགས་པ་
en: pus, bile, phlegm, mucus, fat, lymph, marrow, eyes, limbs, minor body parts, and so on.

source: ལ་སྤུངས་པ་ཞེས་བྱའོ།
en: This is what we call a ‘heap,’

source: །དཔེར་ན་འབྲུ་སྤུངས་པ་བཞིན་ཏེ།
en: like, for instance, a heap of grain.

source: ནས་དང་། ཏིལ་དང་། གྲོ་དང་། མོན་སྲན་སྡེའུ་མང་པོ་ལ་སྤུངས་པ་ཞེས་བྱ་བ་དེ་བཞིན་དུ་ལུས་ཀྱི་ཡན་ལག་དང་ཉིང་ལག་ཏུ་གཏོགས་པ་ཚོགས་པ་ལ་སྤུངས་པ་ཞེས་བྱའོ།
en: Just as a pile of barley, sesame, wheat, or lentils is called a ‘heap,’ so the accumulation of things belonging to the limbs and other parts of the body is called a ‘heap.’

source: །ཁམས་དྲུག་པོ་དག་གང་ཞེ་ན།
en: “What are the six elements?

source: དེ་ལ་སའི་ཁམས་དང་། ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་བྱའོ།
en: They consist of the elements of earth, water, fire, air, space, and consciousness.

source: །དེ་ལ་སྐྱེ་མཆེད་ལེན་པའི་རྒྱུ་གཉིས་གང་ཞེ་ན།
en: What are the paired causes for sensory reception?

source: འདི་ལ་ཚུལ་ཁྲིམས་དང་། དད་པ་དང་། གཏོང་བ་དང་། ནོར་དང་། བརྩོན་འགྲུས་དང་། ཏིང་ངེ་འཛིན་དང་། དགེ་བ་དང་། མི་དགེ་བ་ཞེས་བྱ་བའོ།
en: These consist of moral conduct and faith, generosity and wealth, and diligence and meditative absorption.

source: །དེ་ལ་ཕུང་པོ་ཞེས་བྱ་བའི་དོན་གང་ཞེ་ན།
en: Now, what is the meaning of ‘aggregate’?

source: འདི་ལ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་སྟེ།
en: The aggregates consist of feelings, perceptions, formative predispositions, and consciousness.

source: བཞི་པོ་འདི་དག་ནི་གཟུགས་ཅན་མ་ཡིན་པའི་ཕུང་པོ་རྣམས་སོ།
en: There are four formless aggregates:

source: །དེ་ལ་ཚོར་བ་ནི་མྱོང་བའོ། །འདུ་ཤེས་ནི་ཤེས་པའོ། །བདེ་བ་དང་སྡུག་བསྔལ་ནི་འདུ་བྱེད་རྣམས་སོ། །ལྟ་བ་དང་། ཉན་པ་དང་། སྣོམ་པ་དང་། རོ་མྱང་བ་དང་། རེག་བྱ་རྣམས་རིག་པ་ནི་རྣམ་པར་ཤེས་པ་སྟེ།
en: feeling is experience; perception is knowledge; pleasure and pain are formative predispositions; and awareness of sight, hearing, smell, taste, and touch is consciousness.

source: དངོས་པོ་ཐམས་ཅད་ཀྱི་ཁོངས་སུ་གཏོགས་པས་ན་ལུས་ལ་དབང་བའི་དབང་ཕྱུག་དང་ལེན་པ་དང་འཐུན་པ་ཡིན་ནོ།
en: Because every object is subsumed within consciousness, consciousness is the body’s powerful controller, receptor, and collector.

source: །དེ་ལ་འཕོ་བ་ཞེས་བྱ་བ་ནི་
en: What is ‘transfer’?

source: ཚུལ་ཁྲིམས་ཤིན་ཏུ་ཡོངས་སུ་དག་པ་དང་། ལུས་དང་ངག་གི་ལས་ཀྱི་འབྲས་བུ་ཐོབ་པ་འཆི་བའི་དུས་བྱེད་པ་གང་ཡིན་པ་
en: Someone of immaculate moral conduct attains the result of his physical and verbal actions when he reaches the point of death;

source: དེའི་ཚེ་རྣམ་པར་ཤེས་པ་དེས་ཕུང་པོ་རྣམས་ཡོངས་སུ་བཏང་ནས་ཡང་སྲིད་པར་མི་སྐྱེ་ཞིང་
en: at that time his consciousness relinquishes the aggregates, and escapes rebirth in saṃsāra.

source: ཕྱིར་མི་ལྡོག་པས་ན་ཤིན་ཏུ་བདེ་བར་འཕོ་ཞིང་འགྲོ་སྟེ།
en: Because he does not return to saṃsāra, he transfers and passes on to a state of bliss.

source: །དེ་ནས་བཟང་སྐྱོང་དང་སྨན་ཆེན་གཉིས་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་གཏུགས་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Then, both Bhadrapāla and Mahauṣadhi prostrated themselves before the Blessed One, and said to him,

source: །བཅོམ་ལྡན་འདས་ཐམས་ཅད་མཁྱེན་པས་སེམས་ཅན་རྣམས་ཚིམ་པར་བགྱིད་པ་གང་ལགས་པའི་ཆོས་ཀྱི་ཚོགས་འདི་ལེགས་པར་གསུངས་སོ།
en: “The Blessed One has spoken well, through his all-pervading knowledge, this collection of teachings that contents everyone.”

source: བཟང་སྐྱོང་དེ་བཞིན་གཤེགས་པའི་ཡེ་ཤེས་འདི་ནི་བཅོས་མ་མ་ཡིན་ཏེ།
en: Bhadrapāla, the pristine cognition of the Tathāgata is uncontrived;

source: འདིའི་རང་བཞིན་ནི་ཐམས་ཅད་མཁྱེན་པ་མ་ཡིན་པས་རིག་པ་མ་ཡིན་ནོ།
en: those who lack omniscience do not understand its nature.

source: །ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཛིན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བྱེད་པ་དང་། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་པ་གང་ཡིན་པ་དེ་ལ་ནི་
en: Whoever remembers this Dharma discourse or carries it with them, who reads it, masters it, or disseminates it among other people,

source: མཚོན་གྱི་འཇིགས་པ་འབྱུང་བར་མི་འགྱུར། དུག་གི་འཇིགས་པ་འབྱུང་བར་མི་འགྱུར། མེའི་འཇིགས་པ་དང་། རྒྱལ་པོ་དང་། ཆུ་དང་། ཆོམ་རྐུན་གྱི་འཇིགས་པ་འབྱུང་བར་མི་འགྱུར་རོ།
en: does not fear weapons, poison, fire, demons, water, or thieves.

source: །དགེ་སློང་དག་ཁྱེད་ཀྱིས་དེང་ཕན་ཆད་མ་དད་པ་རྣམས་ལ་བཤད་པར་མི་བྱའོ། །ཀླན་ཀ་ཚོལ་བ་རྣམས་ལ་མ་ཡིན། གཅེར་བུ་བ་རྣམས་ལ་མ་ཡིན། གཅེར་བུ་བའི་ཉན་ཐོས་རྣམས་ལ་མ་ཡིན། གནས་གཞན་ལ་ཞུགས་པ་ལ་བཤད་པར་མི་བྱའོ།
en: Monks, from now on you should not expound this discourse to those who lack faith, nor to those who cause disputes. You should not teach it to naked ascetics, nor to the disciples of naked ascetics. You should not expound it to those who subscribe to other doctrines.

source: །མ་དྲིས་པར་ཡང་བཤད་པར་མི་བྱའོ།
en: Moreover, you should not explain it unless it is requested.

source: །དེ་བས་ན་གལ་ཏེ་ལ་ལ་འཁྲུལ་པར་གྱུར་ན་དེ་བཞིན་གཤེགས་པ་ལ་འཁྲུལ་པ་བྱས་པར་འགྱུར་རོ།
en: The reason for this is that were you to do so and someone were to become confused, you would then have created confusion about the Tathāgata.

source: དེ་བཞིན་གཤེགས་པ་ལ་བྱ་བ་བཞིན་དུ་གུས་པ་བསྐྱེད་པར་བྱ་ཞིང་འདི་ནི་མཛོད་འཛིན་པ་ཡིན་ནོ་སྙམ་དུ་གཟུང་བར་བྱའོ།
en: You should think, ‘I shall develop respect for him just as I should respect the Tathāgata, because this person holds a treasure.’

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: Then the Blessed One said to the Venerable Ānanda,

source: །ཀུན་དགའ་བོས་གསོལ་པ།
en: asked Ānanda.

source: བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གཟུང་བར་འཚལ་ན། བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས། འདི་ཇི་ལྟར་གཟུང་བར་བགྱི།
en: “Blessed One, what is the name of this Dharma discourse, should we wish to bring it to mind? How should we remember it?”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: After the Blessed One had spoken thus,

source: རྒྱལ་པོའི་བུ་གཞོན་ནུ་སྨན་ཆེན་དང་། ཚོང་དཔོན་བཟང་སྐྱོང་དང་།
en: the young prince Mahauṣadhi together with the head merchant Bhadrapāla,

source: ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།།
en: as well as the worlds of gods, humans, demi-gods, garuḍas, and gandharvas, rejoiced and praised the words of the Blessed One
